---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateShortenSuction
source: html/9e60ed5a-0c0b-7b81-1139-8345f70a3643.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateShortenSuction Property

"Suction"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemPlateShortenSuction { get; }
```